micropython/micropython/ports/esp32/boards/GENERIC_S3/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "ESP32S3 module"
#define MICROPY_HW_MCU_NAME                 "ESP32S3"

#define MICROPY_PY_MACHINE_DAC              (0)

#define MICROPY_HW_I2C0_SCL                 (9)
#define MICROPY_HW_I2C0_SDA                 (8)
